<div class="container-fluid">
  <div class="row mt-5">
    <div class="col-6">
      <carousel :per-page="1" style="direction:ltr;" :loop="true" :autoplay="true">
        <template v-for="i in 5">
          <slide>
            <span class="label">
              <img :src="`https://picsum.photos/600/30${i}`" alt="">
            </span>
          </slide>
        </template>
      </carousel>
      <!-- <img src="" class="card-img-top" alt="..."> -->
    </div>
    <div class="col-6">
      <div class="card mx-2 mb-2">

        <div class="card-body">
          <h5 class="card-title">
            آگهی
            <!-- {{ i }} -->

          </h5>
          <p class="card-text">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
          </p>
          <a href="#" class="btn btn-primary">مشاهده جزئیات</a>
        </div>
      </div>
    </div>
  </div>

</div>